{
    "idioma": "Language",
    "Principal": "Main",
    "Usuario": "User",
    "Desconectarse": "Logout",
    "Inicio Sesion": "Login",
    "Opciones": "Option",
    "internet": "Good! You are online on ",
    "nointernet": "Oups! You are offline",
    "Español": "Spanish",
    "Inglés": "English",
    "err": "Error: The email address is already in use by another account.",
    "Comunidad Oficial de Nintendo": "Official Community of Nintendo",
    "Comunidad Oficial de PlayStation": "Official Community of PlayStation",
    "Comunidad Oficial Xbox": "Official Community of Xbox",
    "Mario Kart 8": "Mario Kart 8",
    "Mario Kart 8 es un videojuego de carreras desarrollado y publicado por Nintendo para la consola Wii U. Es la undécima entrega de la serie Mario Kart, octava en consolas de Nintendo.": "Mario Kart 8 is a racing video game developed and published by Nintendo for the Wii U console. It is the eleventh installment of the Mario Kart series, eighth in Nintendo consoles.",
    "Mario Kart 8 Deluxe’ es un claro más y mejor de manual. Un refrito, como dirían algunos, pero de los buenos. El típico juego que al final te acabas comprando en varias plataformas porque te flipa y te da igual pagar por él varias veces. Nos ha pasado con clásicos, y con otros juegos más recientes y no tan clásicos que, por la razón que sea, queremos tener en distintas máquinas.  De entrada, ‘Mario Kart 8 Deluxe’ incluye todos los DLC que fueron lanzados en Wii U. En aquella ocasión el juego salió con 32 circuitos y, con el tiempo, llegaron otros 16 más a través de contenidos descargables. Aquí están los 48 circuitos disponibles desde el primer minuto. Además de eso, el juego incluye nuevos personajes jugables hasta sumar un total de 41 más el Mii. Por opciones y variedad no será.": "Mario Kart 8 Deluxe 'is a clear and better manual. A rehash, as some would say, but good ones. The typical game that in the end you end up buying on several platforms because you flip and you do not care about paying for it several times. It has happened to us with classics, and with other more recent and not so classic games that, for whatever reason, we want to have in different machines. From the outset, 'Mario Kart 8 Deluxe' includes all the DLC that were released on Wii U. On that occasion the game came out with 32 circuits and, over time, another 16 came through through downloadable content. Here are the 48 circuits available from the first minute. In addition to that, the game includes new playable characters up to a total of 41 plus the Mii. By options and variety it will not be.",
    "¡Acompaña a Mario en una enorme aventura en 3D por todo el planeta con Super Mario Odyssey! Explora enormes reinos llenos de secretos de la mano de tu nuevo amigo, Cappy, y prepárate para una aventura como nunca antes habías vivido.": "Join Mario in a huge 3D adventure all over the planet with Super Mario Odyssey! Explore huge realms full of secrets from the hand of your new friend, Cappy, and get ready for an adventure like you've never lived before.",
    "Tanto si acabas de comprarte una Nintendo Switch como si estás buscando el regalo perfecto... ¡tenemos cuatro ideas para ti! No te pierdas estos títulos imprescindibles en cualquier colección de Nintendo Switch:": "Whether you have just bought a Nintendo Switch or are looking for the perfect gift ... we have four ideas for you! Do not miss these essential titles in any Nintendo Switch collection:",
    "¡Juegos imprescindibles para Nintendo Switch!": "Essential games for Nintendo Switch!",
    "The Last of Us es un videojuego de acción-aventura y supervivencia de terror desarrollado por la compañía estadounidense Naughty Dog y distribuido por Sony Computer Entertainment para la consola PlayStation 3 en 2013": "The Last of Us is an action-adventure and horror survival video game developed by the American company Naughty Dog and distributed by Sony Computer Entertainment for the PlayStation 3 console in 2013",
    "Sony ha realizado pruebas de la velocidad de la ps5. Para dicha comparativa ha utilizado la ps4 con la que comparan la velocidad y rendimiento. Se ve como ps5 es mucho mas rápida y fluido": "Sony has tested the speed of the ps5. For this comparison he has used the ps4 with which they compare speed and performance. It looks like ps5 is much faster and smoother",
    "Nuevas noticias sobre la ps5. Esta vez Sony ha realizado una comparativa con ps5 vs ps4": "New news about the ps5. This time Sony has made a comparison with ps5 vs ps4",
    "El anuncio oficial del juego se produjo a través de un tráiler presentado por Ed Boon durante la ceremonia de The Game Awards 2018. El 17 de enero de 2019 se llevó a cabo una presentación a la comunidad mostrando por primera vez la jugabilidad y las nuevas mecánicas del título.": "The official announcement of the game was made through a trailer presented by Ed Boon during the ceremony of The Game Awards 2018. On January 17, 2019 a presentation was made to the community showing for the first time the gameplay and the new mechanics of the title.",
    "Mortal Kombat 11 es un videojuego de lucha producido por NetherRealm Studios y publicado por Warner Bros.​ Se trata de la undécima entrega principal de la franquicia Mortal Kombat y la secuela de Mortal Kombat X lanzado en 2015": "Mortal Kombat 11 is a fighting video game produced by NetherRealm Studios and published by Warner Bros. It is the eleventh main installment of the Mortal Kombat franchise and the sequel to Mortal Kombat X released in 2015",
    "Microsoft confirma la duración de la conferencia de Xbox en el E3 2019": "Microsoft confirms the duration of the Xbox conference at E3 2019",
    "La conferencia de Microsoft en el pasado E3 2018 era una de las más largas de la feria, con casi dos horas de duración en las que no dejaron de mostrarse novedades de títulos existentes y anuncios, tanto exclusivos como multiplataforma, haciendo las delicias de todos los seguidores del evento.": "The conference of Microsoft in the past E3 2018 was one of the longest of the fair, with almost two hours in which they did not stop showing news of existing titles and ads, both exclusive and multiplatform, delighting all followers of the event.",
    "Modo Invitado": "Guest mode",
    "¿Quieres Registrarte?": "Do you want to register?",
    "Contraseña": "Password",
    "Correo electrónico": " Email",
    "Inicio Sesión": "Login",
    "Registrarte": "Register",
    "Nombre": "Name",
    "Crear cuenta": "Create Account",
    "¿Tienes Cuenta?": "Do you have an account?",
    "¡Bienvenido": "Welcome",
    "Te has registrado con el correo:": "You have registered with the mail:",
    "Gracias por registrate en Insert Coin. Una vez que te registraste e iniciaste sesión, podrás tener más funciones que los que inicien en modo invitado.  ¡A disdrutar!": "Thank you for registering in Insert Coin. Once you register and log in, you can have more features than those that start in guest mode. To enjoy!",
    "Noticias": "News", 
    "Juegos" : "Games",
    "Acerca De" : "About",
    "Insert Coin es una aplicación desarrollada y destinada a los gamers. En donde podremos ver tanto noticias y juegos de las distintas plataformas, como poder hablar por las diversas comunidades." : "Insert Coin is an application developed and aimed at gamers. Where we can see both news and games from different platforms, as well as being able to speak for the different communities.",
    "Ionic Framework V4 es un gran avance en la tecnología subyacente y las capacidades del proyecto, con un enfoque en el rendimiento, la compatibilidad y la extensibilidad general. Aunque V4 aún se integra profundamente con Angular." : "Ionic Framework V4 is a breakthrough in the underlying technology and project capabilities, with a focus on performance, compatibility and general extensibility. Although V4 is still deeply integrated with Angular.",
    "Aplicación realizada con ionic 4." : "Application made with ionic 4.",
    "Firebase es la nueva y mejorada plataforma de desarrollo móvil en la nube de Google. Se trata de una plataforma disponible    para diferentes plataformas (Android, iOS, web), con lo que de esta forma presentan una alternativa seria a otras opciones  para ahorro de tiempo en el desarrollo." : "Firebase is Google's new and improved mobile development platform in the cloud. It is a platform available for different platforms (Android, iOS, web), which in this way present a serious alternative to other options for saving time in development.",
    "Inicio - Plataformas" : "Home - Platforms",
    "Inicio - Comunidades" : "Home - Communities",
    "Buscar": "Search",
    "Contacto" : "Contact",
    "Comunidades" : "Communities",
    "Inicio": "Main",
    "Plataformas" : "Platforms",
    "Enviar a:" : "To",
    "Asunto" : "Subject",
    "Contenido:" : "Body",
    "Enviar":"Send",
    "Para utilizar este apartado se necesita tener instalado una app de email.":"To use this section you need to have installed an email app.",
    "Poner mejora o problema" : "Put improvement or problem",
    "Explicación del problema o mejora..." : "Explanation of the problem or improvement ...",
    "Crear Comunidad" : "Create Community" ,
    "Titulo" : "Title",
    "Descripcion" : "Description",
    "Escriba descripcion sobre su comunidad" : "Write description about your community",
    "Inserte un titulo" : "Insert a title",
    "Cancelar" : "Cancel",
    "Aceptar" : "Accept",
    "Confirmar borrado" : "Confirm deleted",
    "¿Estás seguro de que deseas eliminar este comentario?" : "Are you sure you want to delete this comment?",
    "¿Estás seguro de que deseas eliminar esta comunidad?":"Are you sure you want to delete this community?",
    "No Borrada":"Not Deleted",
    "Solo puede ser borrada por su propietario.":"It can only be erased by its owner."
}